Repository: johncms/mobicms-classic
Catalog: modules/users/locale/*/default.po
Languages: id

source: Administration
id: Pengurus

source: Community
id: Komunitas

source: To Page
id: Ke halaman

source: User Search
id: Cari pengguna

source: Back
id: Kembali

source: Birthdays
id: Ulang Tahun

source: The list is empty
id: Daftar ini kosong

source: Online
id: Aktif

source: Users
id: Pengguna

source: History
id: Riwayat

source: Guests
id: Pengunjung

source: IP Activity
id: Aktivitas IP

source: Who is online?
id: Siapa yang Aktif?

source: Search
id: Cari

source: Nickname
id: Nama pengguna

source: Invalid length
id: Panjang tidak valid

source: Invalid characters
id: Karakter tidak valid

source: Searching results
id: Hasil Pencarian

source: Your search did not match any results
id: Pencarian Anda tidak ditemukan

source: Search by Nickname are case insensitive. For example <strong>UsEr</strong> and <strong>user</strong> are identical.
id: Pencarian nama pengguna huruf tidak sensitif. Misal <strong>AditYa</strong> dan <strong>aditya</strong> hasilnya akan sama.

source: New search
id: Cari Lagi

source: Top Activity
id: Aktivitas Terbaik

source: Guestbook
id: Buku Tamu

source: Comments
id: Komentar

source: Most active in Guestbook
id: Paling aktif di Buku Tamu

source: Most commentators
id: Paling banyak berkomentar

source: Home
id: Beranda

source: Best Karma
id: Karma Terbaik

source: Most active in Forum
id: Paling aktif di Forum

source: List of users
id: Daftar Pengguna

source: For registered users only
id: Hanya untuk pengguna

source: Look for the User
id: Carilah pengguna

source: The search is performed by Nickname and are case-insensitive.
id: Pencarian berdasarkan nama pengguna dan huruf tidak sensitif.

source: Photo Albums
id: Album Foto
