Repository: johncms/mobicms-classic
Catalog: modules/mail/locale/*/default.po
Languages: vi

source: Mail
vi: Thư

source: Deleting messages
vi: Xoá thư

source: Message does not exist
vi: Tin nhắn không tồn tại

source: Message deleted
vi: Đã xóa thư

source: Back
vi: Quay lại

source: You really want to remove the message?
vi: Bạn thực sự muốn loại bỏ các tin nhắn?

source: Delete
vi: Xóa

source: The message for removal isn't chosen
vi: Thư để loại bỏ không phải là lựa chọn

source: Personal
vi: Cá nhân

source: Contact deleted
vi: Đã xóa các địa chỉ liên hệ

source: Continue
vi: Tiếp tục

source: When you delete a contact is deleted and all correspondence with him.<br>Are you sure you want to delete?
vi: Confirm removal of contact?

source: Contact for removal isn't chosen
vi: Liên lạc cho loại không phải là lựa chọn

source: Files
vi: Tập tin

source: The list is empty
vi: Danh sách này là trống rỗng

source: Total
vi: Tổng số

source: To Page
vi: Đến trang

source: Blocklist
vi: Chặn tất cả

source: User does not exists
vi: Người dùng không tồn tại

source: User not blocked
vi: Dùng không chặn

source: User is unblocked
vi: Dùng bị cấm

source: You really want to unblock contact?
vi: Bạn thực sự muốn bỏ chặn liên lạc?

source: Unblock
vi: Mở khóa

source: Contact isn't chosen
vi: Liên lạc phải không được lựa chọn

source: This user can not be blocked
vi: Người này không thể được chặn

source: User is blocked
vi: Dùng bị chặn

source: You really want to block contact?
vi: Bạn thực sự muốn bỏ chặn liên lạc?

source: Block
vi: Danh sách bỏ qua

source: My Contacts
vi: Danh bạ của tôi

source: Correspondence
vi: Thư

source: Incoming messages
vi: Tín nhắn đến

source: Such file does not exist
vi: Tập tin như vậy không tồn tại

source: No file selected
vi: Chưa chọn một tập tin nào

source: New Messages
vi: Tin nhắn Mới

source: Block Sender
vi: Chặn người gửi

source: Sent messages
vi: Tin nhắn đã gửi

source: Messages are deleted
vi: Tin nhắn bị xóa

source: Confirm the deletion of messages
vi: Xác nhận việc xóa tin nhắn

source: System messages
vi: Tin nhắn hệ thống

source: Clear messages
vi: Rõ ràng tin nhắn

source: Specify the recipient's login
vi: Xác định nhận là login

source: Message cannot be empty
vi: Tin nhắn không được để trống

source: You cannot send messages to yourself
vi: Bạn không thể gửi tin nhắn cho chính mình

source: You cannot add the message so often. Please, wait %d sec.
vi: Bạn không thể thêm những tin nhắn vì vậy thường. Xin vui lòng, chờ %d giây.

source: To this user can write only contacts
vi: Để người này có thể viết chỉ có liên lạc

source: To this user can write only friends
vi: Để người này có thể viết only friends

source: Error uploading file
vi: Lỗi tải lên tập tin

source: It is forbidden to upload files without a name
vi: Nó bị cấm để tải dữ liệu lên mà không có một cái tên

source: It is forbidden to upload files without extension
vi: Nó bị cấm để tải dữ liệu lên mà không có mở rộng

source: The size of the file exceeds the maximum allowable upload
vi: Kích thước của các tập tin vượt quá tối đa cho phép lên

source: File name contains invalid characters
vi: Trong tên tập tin chứa các kí tự không hợp lệ

source: Forbidden file type! By uploading permitted only files with the following extension
vi: Cấm loại tập tin! Bằng cách chỉ được phép với các tập tin sau mở rộng

source: The user at your ignore list. Sending the message is impossible.
vi: Những người bạn danh sách bỏ qua. Gửi các tin nhắn là không thể.

source: The user added you in the ignore list. Sending the message isn't possible.
vi: Các người dùng thêm bạn trong danh sách bỏ qua. Gửi các tin nhắn không thể.

source: Message already exists
vi: Bài viết đã tồn tại

source: To Whom
vi: Mà

source: Send
vi: Gửi

source: Personal correspondence with
vi: Thư riêng với

source: Send a message
vi: Gửi Tin nhắn

source: File
vi: Tệp

source: Contacts
vi: Danh bạ

source: You cannot add yourself as a contact
vi: Bạn không thể thêm chính mình, như là một liên hệ

source: User has been added to your contact list
vi: {0} đã được thêm vào danh bạ của bạn

source: You really want to add contact?
vi: Bạn thực sự muốn thêm liên lạc?

source: Add
vi: Thêm

source: Block User
vi: Chặn người dùng
