Repository: johncms/mobicms-classic
Catalog: modules/forum/locale/*/default.po
Languages: lt

source: Wrong data
lt: Klaidingi duomenys

source: The time allotted for the file upload has expired
lt: Laikas skirtas failo įkelimui baigėsį

source: Back
lt: Atgal

source: File size exceed
lt: Failo dydis viršiją

source: You may upload only files with a name and one extension <b>(name.ext</b>). Files without a name, extension, or with double extension are forbidden.
lt: Įkelti galite tik su vienų pavadinimų ir vienų failo tipų(<b>name.ext<b>). Draudžiami failai be pavadinimo, tipo, arba su dvigubu failo tipų.

source: The forbidden file format.<br>You can upload files of the following extension
lt: Uždraustas failo tipo!<br> Jūs galite įkelti tik šio tipo failus

source: File name contains invalid characters
lt: Failo pavadinime neleistinį simboliai

source: File attached
lt: Prisegtas failas

source: Error uploading file
lt: Failo įkelimo klaidą

source: Repeat
lt: Pakartoti

source: Continue
lt: Tęsti

source: Add File
lt: Pridėti failą

source: Upload
lt: Įkelti

source: Max. Size
lt: Maks. Dydis

source: Poll added
lt: Apklausa pridėta

source: The required fields are not filled
lt: Privalomi laukai neužpildyti

source: Poll (max. 150)
lt: Apklausa (maks. 150)

source: Answer
lt: Atsakymas

source: Add Answer
lt: Pridėti atsakymą

source: Delete last
lt: Ištrinti paskutini

source: Save
lt: Išsaugoti

source: Topic has been deleted or does not exists
lt: Tema ištrinta arba ne egzistuoja

source: Forum
lt: Forumas

source: Curators
lt: Kuratoriai

source: Assign
lt: Paskirti

source: The list is empty
lt: Sąrašas tuščias

source: Total
lt: Viso

source: Delete Topic
lt: Ištrinti temą

source: Do you really want to delete?
lt: Ar tikrai norite ištrinti?

source: Hide
lt: Paslėpti

source: Delete
lt: Ištrinti

source: Perform
lt: Atlikti

source: Cancel
lt: Atšaukti

source: Poll deleted
lt: Apklausa ištrinta

source: Do you really want to delete a poll?
lt: Ar jus tikrai norite ištrinti šia apklausa?

source: You cannot edit posts of higher administration
lt: Jus negalite redaguoti vyresniojo už jus administracijos pranešimus

source: You are trying to change another's post
lt: Jus bandote pakeisti kito asmens pranešimą

source: Your message not already latest, you cannot change it
lt: Jūsų pranešimas jau nepaskutinis ir jau jūs negalite jo keisti

source: You cannot edit your posts after 5 minutes
lt: Jūs negalite redaguoti žinutės jei po jo sukurimo praejo 5 min

source: Message does not exists or has been deleted
lt: Žinutė ne egzistuoja, arba jį ištrintą

source: Delete file
lt: Ištrinti failą

source: Delete Message
lt: Ištrinti žinutė

source: WARNING!<br>This is last post of topic. By deleting this post topic will be deleted (or hidden) too
lt: Dėmėsio!<br> Čia paskutinis temos pranešimas. Kartu su jo buvo pašalinta(arba paslėpta) ir pati tema

source: After deleting, one point will be subtracted from the counter of forum posts
lt: Jeigu ištrinate, iš forumo pranešimo skaitliuku bus pašalintas 1 taškas

source: You have not entered the message
lt: Jus neįvedėte pranešimo

source: Edit Message
lt: Redaguoti pranešimą

source: Preview
lt: Peržiūra

source: Smilies
lt: Šypsenėlės

source: Do you really want to delete the answer?
lt: Ar jus tikrai norite ištrinti ši atsakyma?

source: Poll changed
lt: Apklausa pasikeitė

source: Edit Poll
lt: Redaguoti apklausą

source: Add
lt: Pridėti

source: File does not exist
lt: Failas neegzistuoja

source: Windows applications
lt: "Windows" programos

source: Java applications
lt: "Java" programos

source: Pictures
lt: Nuotraukos

source: Archive
lt: Archyvas

source: Videos
lt: Vaizdo įrašai

source: Other
lt: Kiti

source: Category Files
lt: Kategorijos failai

source: Section files
lt: Skyriaus failai

source: Topic Files
lt: Temos failai

source: Forum Files
lt: Forumo failai

source: New Files
lt: Nauji failai

source: Read more
lt: Plačiau

source: Click to view image
lt: Spustelėkite, jei norite peržiūrėti vaizda

source: Size
lt: Dydis

source: Downloaded
lt: Atsiusta

source: Time
lt: Laikas

source: To Page
lt: Į puslapį

source: No new files
lt: Jokių naujų failų

source: List of sections
lt: Skyrių sąrašas

source: You have not selected any author
lt: Jūs neesate pasirinkę jokio autorio

source: Filter by author
lt: Filtruoti pagal autoriu

source: Filter
lt: Filtruoti

source: Filter will be display posts from selected authors only
lt: Filtras rodys tik pranešimus su parinktų autorių

source: Back to topic
lt: Atgal į temą

source: Marked posts are deleted
lt: Pažymeros žinutės ištrintos

source: You did not choose something to delete
lt: Jūs nieko nepasirinkote ištrinimui

source: Unread
lt: Neperskaityti

source: All topics marked as read
lt: Visos temos pažymėtos kaip perskaitytos

source: All for period %d hours
lt: Visi už laikotarpį %d val

source: Show period
lt: Rodyti per laikotarpį

source: There is nothing new in this forum for selected period
lt: Per išrinkta perioda nieko naujo forume nėrą

source: Mark as read
lt: Pažymėti kaip perskaitytą

source: Last 10
lt: Paskutinios 10 temu

source: Access forbidden
lt: Prieiga uždrausta

source: You cannot add the message so often<br>Please, wait %d sec.
lt: Jūs negalite rašyti pranešimus taip dažnai. Prašome palaukti %d sek.

source: You have not entered topic name
lt: Jus neįvedėte pavadinimo

source: Topic name too short
lt: Temos pavadinimas per trumpas

source: Text is too short
lt: Tekstas per trumpas

source: Topic with same name already exists in this section
lt: Tema su tokiu pavadinimų jau egzistuoja šiame skyriuje

source: Message already exists
lt: Tokia žinutė jau buvo

source: New Topic
lt: Nauja tema

source: Section
lt: Skyrius

source: Title(max. 100)
lt: Pavadinimas(maks. 100)

source: Message
lt: Žinutė

source: Move Topic
lt: Perkelti tema

source: Category
lt: Kategorija

source: Move
lt: Perkelti

source: Other categories
lt: Kitos kategorijos

source: Topic
lt: Tema

source: [r]
lt: [a]

source: [q]
lt: [c]

source: Attachment
lt: Prisegtas failas

source: Downloads
lt: Atsiusta

source: Rename Topic
lt: Pervadinti tema

source: Topic name
lt: Temos pavadinimas

source: You cannot write in a closed topic
lt: Jūs negalite rašyti į uždarytą temą

source: Send
lt: Siųsti

source: You can not reply to your own message
lt: Jums jokių atsakymų į savo paties el. laišką

source: I am glad to answer you
lt: Džiaugiuosi jūms atsakydamas, kad

source: respond to Your message
lt: atsakymas į jūsų pranešimą

source: Quote
lt: Cituoti

source: Only allowed 200 characters, other text will be cropped.
lt: Leidžiama tik 200 simbolių, kitas tekstas apkarpytas.

source: Appeal
lt: Apeliacija

source: Forum search
lt: Forumo paieška

source: Search
lt: Paieška

source: Do you really want to clear the search history?
lt: Ar tikrai norite išvalyti paieškos istoriją?

source: Clear
lt: Išvalyti

source: Search in the topic names
lt: Ieškoti temu pavadinimose

source: Search results
lt: Paieškos rezultatai

source: Go to Topic
lt: Eiti į temą

source: Go to Message
lt: Pereiti prie žinutės

source: Your search did not match any results
lt: Jūsų paieška nesutapo su jokiu rezultatu

source: Invalid length
lt: Neleistinas ilgis

source: Length of query: 4min., 64maks.<br>Search is case insensitive <br>Results are sorted by relevance.
lt: Ilgio užklausa: 4 min., 64 maks.<br> Paieška nejautri raidžių registrui.<br> Rezultatai rikiuojami pagal tinkamumą.

source: Search History
lt: Paieškos istorija

source: New Search
lt: Nauja paieška

source: Who voted in the poll
lt: Vartotojai, kurie balsavo apklausoje

source: No one has voted in this poll yet
lt: Šitoj apklausoj dar niekas nebalsavo

source: Vote accepted
lt: Balsavimas priimtas

source: Who in Forum
lt: Kas Forume

source: Who in Topic
lt: Kas temoje

source: Authorized
lt: Prisijunge

source: Guests
lt: Svečiai

source: Users
lt: Vartotojai

source: In the forum Main
lt: Forumo Pagrindinis

source: Here, in the List
lt: Čia, sąraše

source: Looking forum files
lt: Žiuri forumo failus

source: In the unreads
lt: Žiuri neperskaitytus

source: In the Category
lt: Kategorijoje

source: In the Section
lt: Skyriuje

source: Writes in the Topic
lt: Rašo į Temą

source: In the Topic
lt: Temoje

source: Answers in the Topic
lt: Atsako temoje

source: Forum is closed
lt: Forumas uždarytas

source: For registered users only
lt: Tik registruotiems Vartotojams

source: Read only
lt: Tik skaityti

source: Section Files
lt: Skyriaus failai

source: Who is here
lt: Kas čia

source: There are no sections in this category
lt: Šioje kategorijoje skyrių nėra

source: No topics in this section
lt: Šiame skyriuje nėra nei vienos temos

source: Topic deleted
lt: Tema ištrinta

source: Go to Section
lt: Į skyrių

source: Topic deleted by
lt: Tema ištrinte

source: Undelete topic
lt: Atšauke temos trinimą

source: Topic closed
lt: Tema uždaryta

source: Vote
lt: Balsuoti

source: Results
lt: Rezultatai

source: Rating
lt: Įvertinimas

source: Total votes
lt: Iš viso balsų

source: Post deleted
lt: Ištrine žinutė

source: Filter by author is activated
lt: Filtravimas pagal autoriu aktyvuotas

source: Write
lt: Rašyti

source: Edited
lt: Redagavo

source: Edit
lt: Redaguoti

source: Restore
lt: Atkurti

source: Post restored by
lt: Žinutė atkurė

source: Curators of the Topic
lt: Temos kuratorius

source: Delete Poll
lt: Ištrinti apklausą

source: Add Poll
lt: Pridėti apklausą

source: Open Topic
lt: Atidaryti Temą

source: Close Topic
lt: Uždaryti Temą

source: Restore Topic
lt: Atkurti Tema

source: Unfix Topic
lt: Atkalti Tema

source: Pin Topic
lt: Pritvirtinti Tema

source: Cancel Filter
lt: Panaikinti filtrą

source: Files
lt: Failai

source: Forum rules
lt: Forumo taisyklės

source: New at the top
lt: Nauji viršuje

source: New at the bottom
lt: Nauji apačioje
